/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50634
Source Host           : localhost:3306
Source Database       : wudoumi

Target Server Type    : MYSQL
Target Server Version : 50634
File Encoding         : 65001

Date: 2018-08-28 17:17:48
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `xb_notice_message`
-- ----------------------------
DROP TABLE IF EXISTS `xb_notice_message`;
CREATE TABLE `xb_notice_message` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `UserID` int(11) DEFAULT '0' COMMENT '用户ID(为0为全部或者按照组别来发送)',
  `ObjectID` int(11) DEFAULT '0' COMMENT '发送对象（如果为组别，此项为组别的ID）',
  `Title` varchar(250) COLLATE utf8_bin DEFAULT '' COMMENT '消息标题 (留空，一般不会出现)',
  `Type` tinyint(11) DEFAULT '0' COMMENT '0手机 1通知 2私信 3评论',
  `Contents` text CHARACTER SET utf8 COMMENT '发送的内容',
  `Status` tinyint(11) NOT NULL DEFAULT '1' COMMENT '消息状态  1显示 0隐藏',
  `SendTime` datetime DEFAULT NULL COMMENT '发送时间',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=159 DEFAULT CHARSET=utf8 COLLATE=utf8_bin;

-- ----------------------------
-- Records of xb_notice_message
-- ----------------------------
INSERT INTO `xb_notice_message` VALUES ('1', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808218195918880，支付审核成功!', '1', '2018-08-21 20:17:07');
INSERT INTO `xb_notice_message` VALUES ('2', '1', '0', '', '0', '请输入您的验证码：837045工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-21 20:23:46');
INSERT INTO `xb_notice_message` VALUES ('3', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808212202943595，审核成功!', '1', '2018-08-21 20:30:28');
INSERT INTO `xb_notice_message` VALUES ('5', '10', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808212202943595，打款成功!金额为：360.00元。', '1', '2018-08-21 20:32:25');
INSERT INTO `xb_notice_message` VALUES ('7', '8', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808217204036599，审核成功!', '1', '2018-08-21 20:40:53');
INSERT INTO `xb_notice_message` VALUES ('8', '8', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808217204036599，打款成功!金额为：1560.00元。', '1', '2018-08-21 20:41:02');
INSERT INTO `xb_notice_message` VALUES ('9', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808212202943595，支付审核成功!', '1', '2018-08-21 20:43:47');
INSERT INTO `xb_notice_message` VALUES ('10', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808212202943595，支付审核成功!', '1', '2018-08-21 20:52:42');
INSERT INTO `xb_notice_message` VALUES ('11', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808212202943595，支付审核成功!', '1', '2018-08-21 20:55:59');
INSERT INTO `xb_notice_message` VALUES ('12', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808212202943595，支付审核成功!', '1', '2018-08-21 20:56:31');
INSERT INTO `xb_notice_message` VALUES ('18', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808216212005675，审核成功!', '1', '2018-08-21 21:20:18');
INSERT INTO `xb_notice_message` VALUES ('20', '10', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808216212005675，打款成功!金额为：760.00元。', '1', '2018-08-21 21:20:43');
INSERT INTO `xb_notice_message` VALUES ('22', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808216212005675，支付审核成功!', '1', '2018-08-21 21:21:41');
INSERT INTO `xb_notice_message` VALUES ('23', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808216212005675，支付审核成功!', '1', '2018-08-21 21:23:39');
INSERT INTO `xb_notice_message` VALUES ('25', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808212212551600，审核失败!失败原因：1', '1', '2018-08-21 21:26:04');
INSERT INTO `xb_notice_message` VALUES ('28', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808212213924545，审核成功!', '1', '2018-08-21 21:39:47');
INSERT INTO `xb_notice_message` VALUES ('30', '10', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808212213924545，打款成功!金额为：760.00元。', '1', '2018-08-21 21:40:05');
INSERT INTO `xb_notice_message` VALUES ('31', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808212213924545，支付审核成功!', '1', '2018-08-21 21:40:34');
INSERT INTO `xb_notice_message` VALUES ('33', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808212214054287，审核成功!', '1', '2018-08-21 21:41:03');
INSERT INTO `xb_notice_message` VALUES ('35', '10', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808212214054287，打款成功!金额为：780.00元。', '1', '2018-08-21 21:41:15');
INSERT INTO `xb_notice_message` VALUES ('38', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808212214054287，支付审核成功!', '1', '2018-08-21 21:42:46');
INSERT INTO `xb_notice_message` VALUES ('39', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808212214941481，审核成功!', '1', '2018-08-21 21:49:53');
INSERT INTO `xb_notice_message` VALUES ('41', '10', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808212214941481，打款成功!金额为：380.00元。', '1', '2018-08-21 21:50:06');
INSERT INTO `xb_notice_message` VALUES ('43', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808212214941481，支付审核成功!', '1', '2018-08-21 21:50:38');
INSERT INTO `xb_notice_message` VALUES ('44', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808211215049912，审核成功!', '1', '2018-08-21 21:50:55');
INSERT INTO `xb_notice_message` VALUES ('45', '10', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808211215049912，打款成功!金额为：380.00元。', '1', '2018-08-21 21:51:03');
INSERT INTO `xb_notice_message` VALUES ('46', '1', '0', '', '0', '请输入您的验证码：238771工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-21 21:57:57');
INSERT INTO `xb_notice_message` VALUES ('47', '12', '0', '通知消息', '1', '恭喜您注册成功，赠送您1张，10元优惠劵', '1', '2018-08-21 21:58:12');
INSERT INTO `xb_notice_message` VALUES ('48', '1', '0', '', '0', '请输入您的验证码：132156工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-22 09:24:11');
INSERT INTO `xb_notice_message` VALUES ('49', '13', '0', '通知消息', '1', '恭喜您注册成功，赠送您1张，10元优惠劵', '1', '2018-08-22 09:24:38');
INSERT INTO `xb_notice_message` VALUES ('50', '1', '0', '', '0', '请输入您的验证码：173133工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-22 09:40:38');
INSERT INTO `xb_notice_message` VALUES ('51', '14', '0', '通知消息', '1', '恭喜您注册成功，赠送您1张，10元优惠劵', '1', '2018-08-22 09:41:02');
INSERT INTO `xb_notice_message` VALUES ('52', '1', '0', '', '0', '请输入您的验证码：209527工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-22 10:24:14');
INSERT INTO `xb_notice_message` VALUES ('53', '15', '0', '通知消息', '1', '恭喜您注册成功，赠送您1张，10元优惠劵', '1', '2018-08-22 10:24:33');
INSERT INTO `xb_notice_message` VALUES ('54', '1', '0', '', '0', '请输入您的验证码：780200工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-22 10:35:49');
INSERT INTO `xb_notice_message` VALUES ('55', '16', '0', '通知消息', '1', '恭喜您注册成功，赠送您1张，10元优惠劵', '1', '2018-08-22 10:36:04');
INSERT INTO `xb_notice_message` VALUES ('56', '1', '0', '', '0', '请输入您的验证码：669943工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-22 10:39:57');
INSERT INTO `xb_notice_message` VALUES ('58', '1', '0', '', '0', '请输入您的验证码：705393工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-22 10:42:34');
INSERT INTO `xb_notice_message` VALUES ('59', '1', '0', '', '0', '请输入您的验证码：660089工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-22 10:42:57');
INSERT INTO `xb_notice_message` VALUES ('61', '19', '0', '通知消息', '1', '恭喜您注册成功，赠送您1张，10元优惠劵', '1', '2018-08-22 10:43:13');
INSERT INTO `xb_notice_message` VALUES ('62', '1', '0', '', '0', '请输入您的验证码：705376工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-22 10:48:54');
INSERT INTO `xb_notice_message` VALUES ('64', '16', '0', '通知消息', '1', '恭喜您完成所有认证，赠送您1张，20元优惠劵', '1', '2018-08-22 10:55:12');
INSERT INTO `xb_notice_message` VALUES ('65', '19', '0', '通知消息', '1', '恭喜您完成所有认证，赠送您1张，20元优惠劵', '1', '2018-08-22 10:57:29');
INSERT INTO `xb_notice_message` VALUES ('66', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808211215049912，支付审核成功!', '1', '2018-08-22 10:57:46');
INSERT INTO `xb_notice_message` VALUES ('69', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808222111725873，审核成功!', '1', '2018-08-22 11:18:11');
INSERT INTO `xb_notice_message` VALUES ('70', '14', '0', '通知消息', '1', '恭喜您完成所有认证，赠送您1张，20元优惠劵', '1', '2018-08-22 11:18:17');
INSERT INTO `xb_notice_message` VALUES ('72', '10', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808222111725873，打款成功!金额为：780.00元。', '1', '2018-08-22 11:20:09');
INSERT INTO `xb_notice_message` VALUES ('73', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808222111725873，支付审核成功!', '1', '2018-08-22 11:23:08');
INSERT INTO `xb_notice_message` VALUES ('74', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808228112317691，审核失败!失败原因：1', '1', '2018-08-22 11:23:30');
INSERT INTO `xb_notice_message` VALUES ('75', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808223113556915，审核失败!失败原因：1', '1', '2018-08-22 11:36:08');
INSERT INTO `xb_notice_message` VALUES ('76', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808223141439639，审核成功!', '1', '2018-08-22 14:14:47');
INSERT INTO `xb_notice_message` VALUES ('80', '10', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808223141439639，打款成功!金额为：380.00元。', '1', '2018-08-22 14:17:13');
INSERT INTO `xb_notice_message` VALUES ('85', '14', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808222112034763，审核成功!', '1', '2018-08-22 15:07:09');
INSERT INTO `xb_notice_message` VALUES ('86', '14', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808222112034763，打款成功!金额为：380.00元。', '1', '2018-08-22 15:12:48');
INSERT INTO `xb_notice_message` VALUES ('87', '19', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808221105805541，审核成功!', '1', '2018-08-22 15:29:05');
INSERT INTO `xb_notice_message` VALUES ('97', '14', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808222112034763，支付审核失败!', '1', '2018-08-22 16:46:03');
INSERT INTO `xb_notice_message` VALUES ('98', '9', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808226214216827，审核成功!', '1', '2018-08-22 21:42:25');
INSERT INTO `xb_notice_message` VALUES ('99', '9', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808226214216827，打款成功!金额为：1180.00元。', '1', '2018-08-22 21:42:53');
INSERT INTO `xb_notice_message` VALUES ('100', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808226214216827，支付审核成功!', '1', '2018-08-22 21:44:47');
INSERT INTO `xb_notice_message` VALUES ('101', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808226214216827，支付审核成功!', '1', '2018-08-22 21:45:20');
INSERT INTO `xb_notice_message` VALUES ('102', '1', '0', '', '0', '请输入您的验证码：196372工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-23 12:05:46');
INSERT INTO `xb_notice_message` VALUES ('103', '21', '0', '通知消息', '1', '恭喜您注册成功，赠送您1张，10元优惠劵', '1', '2018-08-23 12:06:17');
INSERT INTO `xb_notice_message` VALUES ('104', '21', '0', '通知消息', '1', '恭喜您完成所有认证，赠送您1张，20元优惠劵', '1', '2018-08-23 12:14:11');
INSERT INTO `xb_notice_message` VALUES ('107', '8', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808217204036599，支付审核成功!', '1', '2018-08-23 13:38:22');
INSERT INTO `xb_notice_message` VALUES ('108', '8', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808217204036599，支付审核成功!', '1', '2018-08-23 13:38:50');
INSERT INTO `xb_notice_message` VALUES ('109', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808223141439639，支付审核成功!', '1', '2018-08-23 13:48:46');
INSERT INTO `xb_notice_message` VALUES ('110', '14', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808222112034763，支付审核失败!', '1', '2018-08-23 14:06:44');
INSERT INTO `xb_notice_message` VALUES ('111', '19', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808221105805541，审核失败!失败原因：1', '1', '2018-08-23 14:09:28');
INSERT INTO `xb_notice_message` VALUES ('112', '21', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808233141108876，审核失败!失败原因：1', '1', '2018-08-23 14:26:47');
INSERT INTO `xb_notice_message` VALUES ('113', '21', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808237142709459，审核失败!失败原因：2', '1', '2018-08-23 14:28:00');
INSERT INTO `xb_notice_message` VALUES ('114', '21', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808239142937212，审核失败!失败原因：3', '1', '2018-08-23 14:30:23');
INSERT INTO `xb_notice_message` VALUES ('115', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808234150001674，审核失败!失败原因：1', '1', '2018-08-23 15:00:10');
INSERT INTO `xb_notice_message` VALUES ('116', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808237150039209，审核失败!失败原因：1', '1', '2018-08-23 15:00:45');
INSERT INTO `xb_notice_message` VALUES ('117', '8', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808232150629578，审核失败!失败原因：去去去', '1', '2018-08-23 15:06:47');
INSERT INTO `xb_notice_message` VALUES ('118', '8', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808239190505688，审核成功!', '1', '2018-08-23 19:05:23');
INSERT INTO `xb_notice_message` VALUES ('119', '8', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808239190505688，打款成功!金额为：80.00元。', '1', '2018-08-23 19:06:00');
INSERT INTO `xb_notice_message` VALUES ('120', '8', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808239190505688，支付审核成功!', '1', '2018-08-23 19:08:07');
INSERT INTO `xb_notice_message` VALUES ('121', '8', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808235190918710，审核成功!', '1', '2018-08-23 19:09:33');
INSERT INTO `xb_notice_message` VALUES ('122', '8', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808235190918710，打款成功!金额为：80.00元。', '1', '2018-08-23 19:10:07');
INSERT INTO `xb_notice_message` VALUES ('123', '8', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808235190918710，支付审核成功!', '1', '2018-08-23 19:11:42');
INSERT INTO `xb_notice_message` VALUES ('126', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808258112617856，审核成功!', '1', '2018-08-25 11:27:27');
INSERT INTO `xb_notice_message` VALUES ('127', '10', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808258112617856，打款成功!金额为：80.00元。', '1', '2018-08-25 11:27:40');
INSERT INTO `xb_notice_message` VALUES ('128', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808258112617856，支付审核成功!', '1', '2018-08-25 11:29:09');
INSERT INTO `xb_notice_message` VALUES ('129', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808258112617856，支付审核成功!', '1', '2018-08-25 11:30:25');
INSERT INTO `xb_notice_message` VALUES ('130', '9', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808256113211774，审核成功!', '1', '2018-08-25 11:32:38');
INSERT INTO `xb_notice_message` VALUES ('131', '9', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808256113211774，打款成功!金额为：80.00元。', '1', '2018-08-25 11:32:46');
INSERT INTO `xb_notice_message` VALUES ('132', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808256113211774，支付审核成功!', '1', '2018-08-25 11:33:18');
INSERT INTO `xb_notice_message` VALUES ('133', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808256113211774，支付审核成功!', '1', '2018-08-25 11:33:32');
INSERT INTO `xb_notice_message` VALUES ('134', '10', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808252114224127，审核成功!', '1', '2018-08-25 11:42:35');
INSERT INTO `xb_notice_message` VALUES ('135', '10', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808252114224127，打款成功!金额为：80.00元。', '1', '2018-08-25 11:42:40');
INSERT INTO `xb_notice_message` VALUES ('136', '10', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808252114224127，支付审核成功!', '1', '2018-08-25 11:42:56');
INSERT INTO `xb_notice_message` VALUES ('137', '9', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808259144610183，审核成功!', '1', '2018-08-25 14:46:29');
INSERT INTO `xb_notice_message` VALUES ('138', '9', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808259144610183，打款成功!金额为：80.00元。', '1', '2018-08-25 14:46:43');
INSERT INTO `xb_notice_message` VALUES ('139', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808259144610183，支付审核失败!', '1', '2018-08-25 14:47:04');
INSERT INTO `xb_notice_message` VALUES ('140', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808259144610183，支付审核失败!', '1', '2018-08-25 14:51:14');
INSERT INTO `xb_notice_message` VALUES ('141', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808259144610183，支付审核失败!', '1', '2018-08-25 14:52:09');
INSERT INTO `xb_notice_message` VALUES ('142', '8', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808255161642916，审核成功!', '1', '2018-08-25 16:16:56');
INSERT INTO `xb_notice_message` VALUES ('143', '8', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808255161642916，打款成功!金额为：80.00元。', '1', '2018-08-25 16:17:02');
INSERT INTO `xb_notice_message` VALUES ('144', '8', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808255161642916，支付审核失败!', '1', '2018-08-25 16:19:27');
INSERT INTO `xb_notice_message` VALUES ('145', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808259144610183，支付审核成功!', '1', '2018-08-25 18:21:41');
INSERT INTO `xb_notice_message` VALUES ('146', '1', '0', '', '0', '请输入您的验证码：104279工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-26 16:31:08');
INSERT INTO `xb_notice_message` VALUES ('147', '22', '0', '通知消息', '1', '欢迎成为本站会员，请妥善保管自己的账号。', '1', '2018-08-26 16:31:30');
INSERT INTO `xb_notice_message` VALUES ('148', '22', '0', '通知消息', '1', '恭喜您注册成功，赠送您1张，10元优惠劵', '1', '2018-08-26 16:31:30');
INSERT INTO `xb_notice_message` VALUES ('149', '8', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808255161642916，支付审核成功!', '1', '2018-08-27 08:52:27');
INSERT INTO `xb_notice_message` VALUES ('150', '9', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808278085547951，审核成功!', '1', '2018-08-27 08:56:06');
INSERT INTO `xb_notice_message` VALUES ('151', '9', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808278085547951，打款成功!金额为：3580.00元。', '1', '2018-08-27 08:57:21');
INSERT INTO `xb_notice_message` VALUES ('152', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808278085547951，支付审核成功!', '1', '2018-08-27 08:58:11');
INSERT INTO `xb_notice_message` VALUES ('153', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808278085547951，支付审核成功!', '1', '2018-08-27 08:59:22');
INSERT INTO `xb_notice_message` VALUES ('154', '9', '0', '通知消息', '1', '尊敬的会员，您提交的申请订单：1808273091311848，审核成功!', '1', '2018-08-27 09:13:26');
INSERT INTO `xb_notice_message` VALUES ('155', '9', '0', '通知消息', '1', '尊敬的会员，您提交的订单：1808273091311848，打款成功!金额为：3580.00元。', '1', '2018-08-27 09:13:36');
INSERT INTO `xb_notice_message` VALUES ('156', '9', '0', '通知消息', '1', '尊敬的会员，您的申请单号：1808273091311848，支付审核成功!', '1', '2018-08-27 09:24:20');
INSERT INTO `xb_notice_message` VALUES ('157', '1', '0', '', '0', '请输入您的验证码：563325工作人员不会向您索要，请勿提供给任何人，如若泄露，责任自负', '1', '2018-08-27 15:54:58');
INSERT INTO `xb_notice_message` VALUES ('158', '23', '0', '通知消息', '1', '欢迎成为本站会员，请妥善保管自己的账号。', '1', '2018-08-27 15:55:10');
